#-*- coding: utf-8 -*-



hero9 = r"""
    ♔♛♕🜲   YOU CANT ESCAPE ME MONSTER!!
🪓_👦🏻_/
    H
   / \
  /   \
"""
#|
#+
#'
hero0 = r"""
  |
  |
  +   👑
   \__‍🧔__
     (⛨ ) \️
     ||||  🛡️
     /  \
    /    \
    I     I
"""

herot0 = r"""
  |
  |
  +   👑
   \__‍🧔__  YOU CAN'T ESCAPE ME MONSTER!!
     (⛨ ) \️
     ||||  🛡️
     /  \
    /    \
    I     I
"""

hero_su = r"""


          👑
-----+-___‍🧔__   GOT YOU MONSTER!!
         (⛨ ) \️
         ||||🛡️
         /  \
        /    \
        I     I
"""
hero_su_c = r"""


          👑
-----+-___‍🧔__   SOLDIERS, CHARGE!!!
         (⛨ ) \️
         ||||🛡️
         /  \
        /    \
        I     I
"""
hero_stance = r"""
          👑
        __‍🧔__  HUH..EASY!!
       / (⛨ ) \️
      @  |||| 🛡️
         /   \
        /     \
        I      I

"""

hero_ds = r"""


      ⚔️
     /  \
    /_‍🧔_\
     (⛨ )
     ||||
    /   \
   /     \
   I      I
"""
hero_ds = r"""


      ⚔️
     /  \
    /_‍🧔_\
     (⛨ )
     ||||
    /   \
   /     \
   I      I
"""
hero_holding_crown = r"""



     @👑@
    /_‍🧔_\
     (⛨ )
     ||||
    /   \
   /     \
   I      I
"""

hero_r = r"""
          |
          |
     👑   +
   __‍🧔__/
  / (⛨ )
 🛡️  ||||
    /   \
   /     \
  I      I
"""
#print(hero,hero_r)

hero2 = r"""


           👑
      /| __‍🧔__
     { |/ (⛨ ) \️🏹
      \|  |||| /
         /   \
        /     \
        I      I
"""

hero2 = r"""


           👑
         __‍🧔__
        / (⛨ ) \️
        \ ||||  🏹
         /   \
        /     \
       I      I
"""

herov1 = r"""


           👑
         __‍🧔__
        / (⛨ ) \️
        \ ||||  🏹
         /   \
        /     \
       I      I
"""
herov2 = r"""


           👑
         __‍🧔__      ➶
        / (⛨ ) \️
        \ ||||  🏹
         /   \
        /     \
       I      I
"""
herov3 = r"""

                            ➶
           👑
         __‍🧔__
        / (⛨ ) \️
        \ ||||  🏹
         /   \
        /     \
       I      I
"""
herov4 = r"""
                                    ➵

           👑
         __‍🧔__
        / (⛨ ) \️
        \ ||||  🏹
         /   \
        /     \
       I      I
"""
herov5 = r"""

                                             ➴
           👑
         __‍🧔__
        / (⛨ ) \️
        \ ||||  🏹
         /   \
        /     \
       I      I
"""
herov6 = r"""


           👑
         __‍🧔__                                    ➴
        / (⛨ ) \️
        \ ||||  🏹
         /   \
        /     \
       I      I
"""
herov7 = r"""


           👑
         __‍🧔__
        / (⛨ ) \️
        \ ||||  🏹                                        ➴
         /   \
        /     \
       I      I
"""
herov8 = r"""


           👑
         __‍🧔__
        / (⛨ ) \️
        \ ||||  🏹                                        💥
         /   \
        /     \
       I      I
"""

heroshoes = r"""
                                    ➵
                            ➶                ➴
           👑
         __‍🧔__      ➶                             ➴
        / (⛨ ) \️|\➶
       |  ||||  | }                                        ➴ 💥
         /   \  |/
        /     |
       👟    👟
"""
#print(hero4)


